/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Avisar 1 minuto antes de la desconexión ";

/* Error string for OTR message string */
"A private conversation could not be set up." = "No se pudo establecer una conversación privada";

/* Title for the about page */
"About" = "Acerca de";

/* Label for button to show version numbers and licenses */
"About This Version" = "Sobre esta versión";

/* SSL error message */
"Access denied" = "Acceso denegado";

/* The string describing a buddy's account */
"Account" = "Cuenta";

/* Error title when account is disconnected */
"Account Disconnected" = "Cuenta desconectada";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Huella digital del usuario";

/* Title for the accounts tab */
"Accounts" = "Cuentas";

/* Button title to add someone as a buddy */
"Add" = "Añadir";

/* The title for the view to add a buddy */
"Add Buddy" = "Añadir amigo";

/* String to describe advanced set of settings */
"Advanced" = "Avanzado";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "An error occured while encrypting a message and the message was not sent.";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "An error occurred while changing the database passphrase.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "An error occurred while setting up the database.";

/* SSL error message */
"Attempt to restore an unknown session" = "Intentar restaurar una sesión desconocida";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Borrar automáticamente";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Auto-iniciar Cifrado";

/* Label in buddy list for users that are available */
"Available" = "Disponible";

/* Label in buddy list for users that are away */
"Away" = "Ausente";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "La sesión en segundo plano expirará en un minuto";

/* SSL error message */
"Bad certificate format" = "Formato de certificado inválido ";

/* SSL error message */
"Bad MAC" = "MAC inválida";

/* SSL error message */
"Bad protocol version" = "Versión de protocolo errónea";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite inválido";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Configuración Básica";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.";

/* The String for a button to block a buddy */
"Block" = "Bloquear";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloquear y eliminar";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Huella digital de contactos";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Información de amigo";

/* Title for the buddy list tab */
"Buddy List" = "Lista de amigos";

/* Cancel an alert window */
"Cancel" = "Cancelar";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancelar conversación cifrada";

/* Error string for OTR message string */
"Cannot read the received message." = "No se pudo leer el mensaje recibido.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "No se pudo reconocer el tipo de mensaje OTR recibido.";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificado expirado";

/* SSL error message */
"Certificate revoked" = "Certificado revocado";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "Change Passphrase";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatear conmigo de forma segura";

/* Title for chats view */
"Chats" = "Chats";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Revisa el código fuente en Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* Label for text field where you compose a new message */
"Compose" = "Componer";

/* SSL error message */
"Configuration error" = "Error de configuración";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Conectar con Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Conectar a una cuenta existente";

/* Whether or not account is logged in */
"Connected" = "Conectado";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Conectando";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Conectar a la red Tor";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Conexión cerrada por un error";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copiar";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Could not retrieve public key from certificate";

/* Title for button to create account */
"Create" = "Crear";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Crear nueva cuenta";

/* Start of sentence that will be followed by names */
"Created by" = "Creado por";

/* Title for progress of creating a new account */
"Creating Account" = "Creando cuenta";

/* title label for the existing passphrase */
"Current Passphrase" = "Current Passphrase";

/* SSL error message */
"Decoding error" = "Error de descodificación";

/* SSL error message */
"Decompression failure" = "Fallo en descompresión ";

/* SSL error message */
"Decryption error" = "Error de descifrado";

/* SSL error message */
"Decryption failed" = "Falló el descifrado";

/* SSL error message */
"Decryption failure" = "Descifrado fallido";

/* default string to revert to normal language behaviour */
"Default" = "Por defecto";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "¿Deseas borrar la cuenta?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Borrar conversaciones al desconectarse";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Entregado";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Desconectar de Facebook";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "No molestar";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Domain needs to be set";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "El dominio debe configurarse manualmente cuando se especifica un puerto personalizado";

/* Title for donation link */
"Donate" = "Donar";

/* Title for button to press when user is finished */
"Done" = "Hecho";

/* Error title when there is a duplicate account */
"Duplicate account" = "Duplicate account";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* Generic title for encryption errors */
"Encryption Error" = "Encryption Error";

/* title label for error when creating account */
"Error Creating Account" = "Error Creating Account";

/* Error message when registration fails */
"Error Registering Username" = "Error registrando el nombre de usuario";

/* Title of error message pop-up box */
"Error!" = "¡Error!";

/* SSL error message */
"Export restriction" = "Restricción de exportación";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Incorrect Username or/and Password." = "Usuario y/o contraseña incorrectos.";

/* SSL error message */
"Fatal alert" = "Alerta Fatal";

/* your fingerprint */
"Fingerprint for you" = "Huella digital para ti";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Forgot Passphrase?";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* SSL error message */
"Handshake failure" = "Fallo en el intercambio de claves";

/* Label for button to open link to translate app */
"Help Translate" = "Help Translate";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* SSL error message */
"Illegal parameter" = "Parámetro ilegal";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Iniciar chat cifrado";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Seguridad insuficiente";

/* SSL error message */
"Internal error" = "Error interno";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* title label for invalid email */
"Invalid Email" = "Email inválido";

/* Directions to the system software update */
"iOS Vulnerability" = "Vulnerabilidad en iOS";

/* Message shown in line for users that are available */
"is now available" = "está en línea";

/* Message shown in line for users that are away */
"is now away" = "ahora está ausente";

/* Message shown in line for users that are offline */
"is now offline" = "ahora está desconectado";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Idioma";

/* log in to account */
"Log In" = "Iniciar sesión ";

/* log out from account */
"Log Out" = "Cerrar sesión";

/* shown during the login process */
"Logging in..." = "Iniciando sesión...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Conectar automáticamente";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Manejar huellas digitales OTR";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it.";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Nombre";

/* For a new settings value */
"New" = "Nuevo";

/* Title for New Account View */
"New Account" = "Nueva cuenta";

/* title label for the new passphrase */
"New Passphrase" = "New Passphrase";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nuevo certificado SSL";

/* Label for button to go to next step */
"Next" = "Siguiente";

/* SSL error message */
"No Error" = "Sin errores";

/* SSL error message */
"No renegotiation allowed" = "No está permitido renegociar";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "No verificado";

/* Label in buddy list for users that are offline */
"Offline" = "Desconectado";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Viejo";

/* Message shown when using more than one Tor account with the same domain */
"Only one Tor account per domain is supported at this time." = "Only one Tor account per domain is supported at this time.";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Abrir en Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Abrir en Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Abrir en Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opcional";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Otro";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "Huellas digitales OTR";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Our policy requires encryption but we are trying to send an unencrypted message out.";

/* Label text for password field on login screen */
"Password" = "Contraseña";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Aprobación pendiente";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Borrar de forma permanente";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Please log into this account before managing requests.";

/* Label for port number field for connecting to service */
"Port" = "Puerto";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Supuesta huella digital para";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "Código QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Received an encrypted message but cannot read it because no private connection is established yet.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Received an unencrypted message.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Reciente(s)";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rechazar";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Remember Passphrase";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Recordar contraseña";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Eliminar";

/* Reply to an incoming message */
"Reply" = "Responder";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Requerido";

/* Label for text input for XMPP resource */
"Resource" = "Recursos";

/* Title for button for saving a setting */
"Save" = "Guardar";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Label for text field where you search for a buddy */
"Search" = "Buscar";

/* Title heading in settings */
"Security" = "Seguridad";

/* Title of alert box warning about security issues */
"Security Warning" = "Alerta de seguridad";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL Auto-firmados";

/* String on button to email feedback */
"Send Feedback" = "Enviar Comentarios";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Set new database passphrase";

/* Title for the Settings screen */
"Settings" = "Preferencias";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Ajustes -> General -> Actualización de software";

/* Title for sharing a link to the app */
"Share" = "Compartir";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Aviso de Sesión cerrada";

/* title label for signing up for a new account */
"Sign Up" = "Sign Up";

/* Label for button to skip this step */
"Skip" = "Skip";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Subscription Requests";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "Esta conversación no es segura";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "The conversation is secure and the fingerprint is verfied";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "La conversación con %@ ya no es segura.";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "The database passphrase change was successful.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "The fingerprint has changed and needs to be verified";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "La firma no ha sido verificada";

/* Error string for OTR message string */
"The message received contains malformed data." = "The message received contains malformed data.";

/* Error string for OTR message string */
"The previous message was resent." = "The previous message was resent.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "There already exists an account with this username.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Este chat es seguro";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Este cógigo QR contiene un link a http://omniqrcode.com/q/chatsecure y le redirigirá al App Store";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor es una opción experimental, tenga cuidado al usarla";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Certificado desconocido";

/* Label for button to unlock app */
"Unlock" = "Unlock";

/* SSL error message */
"User canceled" = "User canceled";

/* Example of a username using the words user and example */
"user@example.com" = "usuario@ejemplo.com";

/* Label text for username field on login screen */
"Username" = "Nombre de usuario";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Cerfiticado válido";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificado";

/* Shown when verifying fingerprints */
"Verify" = "Verificar";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verificar huella digital";

/* Shown when verifying fingerprints */
"Verify Later" = "Verificar después";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versión";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Advertencia: Esta conversación no está cifrada";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Would you like to connect to UserVoice to send feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Usted debe estar primero en una conversación segura.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Debes escribir un nombre de usuario y contraseña para entrar.";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Su versión actual de iOS (%@) contiene una vulnerabilidad muy seria. Por favor actualice a la última versión tan pronto sea posible";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Tu donación ayudará a financiar el desarrollo de ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history.";

